[{"id":1, "nome":"Abalado","tipo":"de Medo","descricao":"O personagem sofre -2 em testes de perícia.\nSe ficar abalado novamente, em vez disso fica apavorado.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":2, "nome":"Apavorado","tipo":"de Medo","descricao":"O personagem sofre -5 em testes de perícia e deve fugir da fonte do medo da maneira mais eficiente possível.\nSe não puder, poderá agir, mas não poderá se aproximar voluntariamente da fonte do medo.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":3, "nome":"Fatigado","tipo":"de Fadiga","descricao":"O personagem fica Fraco _(-2 em testes de atributos físicos e de perícias baseadas nesses atributos)_ e Vulnerável _(-2 na Defesa)_.\nSe ficar Fatigado novamente, em vez disso fica Exausto.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":4, "nome":"Exausto","tipo":"de Fadiga","descricao":"O personagem fica Debilitado _(-5 em testes de atributos físicos e de perícias baseadas nesses atributos)_, Lento _(deslocamento reduzido à metade e não pode correr ou fazer investidas)_ e Vulnerável _(-2 na Defesa)_.\nSe ficar Exausto novamente, em vez disso fica Inconsciente.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":5, "nome":"Ofuscado","tipo":"de Sentidos","descricao":"Sofre -2 em testes de Percepção e Ataque.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":6, "nome":"Cego","tipo":"de Sentidos","descricao":"Fica Desprevenido _(-5 na Defesa e em Reflexos)_ e Lento _(deslocamento reduzido à metade e não pode correr ou fazer investidas)_, não pode fazer testes de Percepção para observar e sofre -5 em testes de perícias baseadas em Força ou Destreza.\nTodos os alvos de seus ataques recebem _Camuflagem Total_.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":7, "nome":"Surdo","tipo":"de Sentidos","descricao":"Não pode fazer testes de Percepção para ouvir e sofre -5 em testes de Iniciativa.\nÉ considerado em condição ruim para lançar magias.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":8, "nome":"Enredado","tipo":"de Paralisia","descricao":"Fica Lento _(deslocamento reduzido à metade e não pode correr ou fazer investidas)_, Vulnerável _(-2 na Defesa)_ e sofre -2 em testes de Ataque.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":9, "nome":"Agarrado","tipo":"de Paralisia","descricao":"Fica Desprevenido _(-5 na Defesa e em Reflexos)_ e Imóvel _(deslocamento reduzido a zero)_, sofre -2 em testes de Ataque e só pode atacar com Armas Leves.\nUmpersonagem fazendo um ataque à distância contra um alvo agarrado ou agarrando tem 50% de chance de acertar o alvo errado.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":10, "nome":"Paralisado","tipo":"de Paralisia","descricao":"Fica Imóvel _(deslocamento reduzido a zero)_ e Indefeso _(é considerado Desprevenido, mas sofre -10 na Defesa, Falha automaticamente em testes de Reflexos e pode sofrer golpes de Misericórdia)_ e só pode realizar Ações Mentais.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":11, "nome":"Lento","tipo":"de Paralisia","descricao":"Todas as formas de deslocamento do personagem são reduzidas à metade (arredonde para baixo para o primeiro incremento de 1,5m) e ele não pode correr ou fazer investidas.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":12, "nome":"Imóvel","tipo":"de Paralisia","descricao":"Todas as formas de deslocamento do personagem são reduzidas a zero metros.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":13, "nome":"Fraco","tipo":"","descricao":"O personagem sofre -2 em testes de atributos físicos (Força, Destreza e Constituição) e de perícias baseadas nesses atributos.\nSe ficar Fraco novamente, em vez disso fica Debilitado.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":14, "nome":"Debilitado","tipo":"","descricao":"O personagem sofre -5 em testes de atributos físicos (Força, Destreza e Constituição) e de perícias baseadas nesses atributos.\nSe ficar Debilitado novamente, em vez disso fica Inconsciente.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":15, "nome":"Pasmo","tipo":"Mentais","descricao":"Não pode fazer ações.","fonte":"Errata T20 v1.0 - 22/12/2021"},{"id":16, "nome":"Atordoado","tipo":"Mentais","descricao":"Fica Desprevenido _(-5 na Defesa e em Reflexos)_ e não pode fazer ações. Um personagem só pode ficar Atordoado pelo mesmo efeito uma vez por cena.","fonte":"Errata T20 v1.0 - 22/12/2021"},{"id":17, "nome":"Fascinado","tipo":"Mentais","descricao":"Sofre -5 em Percepção e não pode fazer ações, exceto observar aquilo que o fascinou.\nQualquer ação hostil contra o personagem anula esta condição. Balançar uma criatura para tirá-la desse estado gasta uma ação padrão.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":18, "nome":"Confuso","tipo":"Mentais","descricao":"Comportando-se de modo aleatório.\nRole 1d6 no início de seus turnos:\n1) Movimenta-se em uma direção escolhida por uma rolagem de 1d8 (sendo 1 diretamente à frente, 2 à frente e a direita e assim por diante);\n2-3) Não pode fazer ações, exceto reações, e fica balbuciando incoerentemente;\n4-5) Usa a arma que estiver empunhando para atacar a criatura mais próxima, ou a si mesmo se estiver sozinho (nesse caso, apenas role o dano);\n6)A condição termina e pode agir normalmente.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":19, "nome":"Frustrado","tipo":"Mentais","descricao":"Sofre -2 em testes de atributos mentais (Inteligência, Sabedoria e Carisma) e de perícias baseadas nesses atributos.\nSe ficar frustrado novamente, em vez disso fica Esmorecido.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":20, "nome":"Esmorecido","tipo":"Mentais","descricao":"Sofre -5 em testes de atributos mentais (Inteligência, Sabedoria e Carisma) e de perícias baseadas nesses atributos.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":21, "nome":"Alquebrado","tipo":"Mentais","descricao":"O custo em PM das habilidades do personagem aumenta em +1.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":22, "nome":"Desprevenido","tipo":"","descricao":"Despreparado para reagir.\nO personagem sofre -5 na Defesa e em Reflexos. Um personagem fica desprevenido contra inimigos que não possa ver.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":23, "nome":"Surpreendido","tipo":"","descricao":"Não ciente de seus inimigos.\nO personagem fica Desprevenido _(-5 na Defesa e em Reflexos)_ e não pode fazer ações.","fonte":"Errata T20 v1.0 - 22/12/2021"},{"id":24, "nome":"Vulnerável","tipo":"","descricao":"O personagem sofre -2 na Defesa.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":25, "nome":"Indefeso","tipo":"","descricao":"O personagem é considerado Desprevenido, mas sofre -10 na Defesa, falha automaticamente em testes de Reflexos e pode sofrer golpes de Misericórdia.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":26, "nome":"Enjoado","tipo":"","descricao":"O personagem só pode realizar uma ação padrão ou de movimento (não ambas) por rodada.\nEle ainda pode fazer ações livre ou extras, como o normal. Ele pode gastar uma ação padrão para fazer uma investida, mas pode avançar no máximo o seu deslocamento (e nñao o dobro).","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":27, "nome":"Petrificado","tipo":"","descricao":"O personagem fica Inconsciente _(-10 na Defesa, falha automaticamente em Reflexos, pode receber golpes de Misericórdia e não pode realizar ações)_ e recebe Resistência a Dano 8.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":28, "nome":"Em Chamas","tipo":"","descricao":"O personagem está pegando fogo. No início de seus turnos, sofre 1d6 pontos de dano de fogo.\nO personagme pode gastar uma ação padrão para apagar o fogo com as mãos. Imersão em água também apaga as chamas.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":29, "nome":"Sangrando","tipo":"","descricao":"Com um ferimento aberto.\nNo início de seus turnos, o personagem deve fazer um teste de Constituição (CD 15).\nSe passar, estabiliza e remove essa condição. Se falhar, perde 1d6 pontos de vida e continua sangrando.","fonte":"Errata T20 v1.0 - 22/12/2021"},{"id":30, "nome":"Caído","tipo":"","descricao":"Deitado no chão.\nO personagem sofre -5 em ataques corpo a corpo e seu deslocamento é reduzido a 1,5m.\nAlém disso, sofre -5 de Defesa contra ataques corpo a corpo, mas recebe +5 de Defesa contra ataques à distância.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":31, "nome":"Inconsciente","tipo":"","descricao":"O personagem fica Indefeso (-10 na Defesa, falha automaticamente em Reflexos e pode receber golpes de Misericórdia) e não pode fazer ações, incluindo reações.\nBalançar uma criatura para acordá-la gasta uma ação padrão.","fonte":"Errata T20 v1.0 - 22/12/2021"},{"id":32, "nome":"Envenenado","tipo":"","descricao":"O efeito varia de acordo com o veneno. Pode ser outra condição ou dano recorrente.\nA descrição do veneno determina a duração dele (caso nada seja dito, a duração é uma cena).\nUm personagem exposto a um veneno deve fazer um teste de Fortitude (CD conforme o veneno). Se falhar, sofre o efeito descrito. Alguns venenos afetam a vítima mesmo que ela passe no teste, com um efeito reduzido (entre parênteses após o efeito principal).\nAlguns venenos não fazem efeito instantaneamente. Nesse caso, a vítima faz o teste de resistência quando o efeito acontece, não no momento da exposição. Outros venenos fazem efeito mais de uma vez; a vítima faz o teste de Fortitude cada vez que o efeito acontece e, mesmo que passe num teste, ainda precisará fazer os outros. Para uma lista de venenos, veja Tormenta20, página 304.","fonte":"Baralho de Magias T20 - 22/12/2021"},{"id":33, "nome":"Doente","tipo":"","descricao":"Sob efeito de uma doença.\nUm personagem exposto a uma doença deve fazer um teste de Fortitude (CD conforma a doença). Se falhar, é contamidao (mas ainda não sofre nenhum efeito).\nUm personagem contaminado deve repetir o teste de Fortitude no início de cada dia. Se falhar, sofre o efeito da doença naquele dia. Se passar, não sofre o efeito. Se passar por dois dias seguidos, estará curado.\nAlgumas doenças possuem efeitos progressivos. Se o personagem falhar no teste de Fortitude, sofre o primeiro efeito. Se falhar dois testes seguidos, sofre o segundo efeito, e assim por diante. Um personagem que tenha sofrido um efeito progressivo e passe no teste sofre o efeito anterior durante aquele dia.\nPara uma lista de doenças, veja Tormenta20, página 303.","fonte":"Baralho de Magias T20 - 22/12/2021"}]